const languageMap = {
    'components': {
        '喜欢': '喜欢',
        '分享': '分享',
        '未评分': '未评分',
        '限时特惠': '限时特惠',
        '处理中...': '处理中...',
        '已收藏！': '已收藏！',
        '已取消！': '已取消！',
        '请求失败！': '请求失败！',
        '自定义标签': '自定义标签',
        '请输入': '请输入',
        '最多 6 个字': '最多 6 个字',
        '取消': '取消',
        '确定': '确定',
        '暂无数据': '暂无数据',
        '去看看': '去看看',
        '关注成功！': '关注成功！',
        '粉丝': '粉丝',
        '关注': '关注',
    },
    'attestation': {
        'KOL认证': 'KOL认证',
        '实名认证': '实名认证'
    },
    '澳门时光，享受美好旅行体验' : '澳门时光，享受美好旅行体验',

    'address': {
        '默认地址': '默认地址',
        '编辑': '编辑',
        '删除': '删除',
        '添加新地址': '添加新地址',
        '还没有任何收货地址哦': '还没有任何收货地址哦',
        '收货地址': '收货地址',
        '加载中': '加载中',
        '请求失败！': '请求失败！',
        '成功': '成功',
        '确认删除该地址': '确认删除该地址',
        '已删除': '已删除',
        '请求失败': '請求失敗',
        '编辑地址': '编辑地址',
        '请输入收货人姓名！': '请输入收货人姓名！',
        '请输入联系电话！': '请输入联系电话！',
        '请选择所在地区！': '请选择所在地区！',
        '请输入详细地址！': '请输入详细地址！',
        '请稍后..': '请稍后..',
        '保存成功': '保存成功',
        '收货人': '收货人',
        '联系电话': '联系电话',
        '所在地区': '所在地区',
        '请选择': '请选择',
        '详细地址': '详细地址',
        '设为默认地址': '设为默认地址',
        '保存': '保存',
    },
    'appointment': {
        '探店预约': '探店预约',
        '加载中..': '加载中..',
        '请求失败！': '请求失败！',
        '已完成探店': '已完成探店',
        '暂无预约': '暂无预约',
    }
}

module.exports = {
    languageMap: languageMap
}