const languageMap = {
    '澳门时光，享受美好旅行体验' : '澳门时光，享受美好旅行体验',
    '默认地址': '默认地址',
    '编辑': '编辑',
    '删除': '删除',
    '添加新地址': '添加新地址',
    '还没有任何收货地址哦': '还没有任何收货地址哦',
    '收货地址': '收货地址',
    '加载中': '加载中',
    '请求失败！': '请求失败！',
    '成功': '成功',
    '确认删除该地址': '确认删除该地址',
    '已删除': '已删除',
    '请求失败': '請求失敗',
    '编辑地址': '编辑地址',
    '请输入收货人姓名！': '请输入收货人姓名！',
    '请输入联系电话！': '请输入联系电话！',
    '请选择所在地区！': '请选择所在地区！',
    '请输入详细地址！': '请输入详细地址！',
    '请稍后..': '请稍后..',
    '保存成功': '保存成功',
    '收货人': '收货人',
    '联系电话': '联系电话',
    '所在地区': '所在地区',
    '请选择': '请选择',
    '详细地址': '详细地址',
    '设为默认地址': '设为默认地址',
    '保存': '保存',
}

module.exports = {
    languageMap: languageMap
}