const languageMap = {
    '澳门时光，享受美好旅行体验' : '澳門時光，享受美好旅行體驗',
    '默认地址': '默认地址',
    '编辑': '編輯',
    '删除': '删除',
    '添加新地址': '添加新地址',
    '还没有任何收货地址哦': '還沒有任何收貨地址哦',
    '收货地址': '收貨地址',
    '加载中': '加載中',
    '请求失败！': '請求失敗！',
    '成功': '成功',
    '确认删除该地址': '確認刪除該地址',
    '已删除': '已删除',
    '编辑地址': '編輯地址',
    '请输入收货人姓名！': '請輸入收貨人姓名！',
    '请输入联系电话！': '請輸入聯系電話！',
    '请选择所在地区！': '請選擇所在地區！',
    '请输入详细地址！': '請輸入詳細地址！',
    '请稍后..': '請稍後..',
    '收货人': '收貨人',
    '请输入': '請輸入',
    '联系电话': '聯系電話',
    '所在地区': '所在地區',
    '请选择': '請選擇',
    '详细地址': '詳細地址',
    '设为默认地址': '設為默認地址',
    '保存': '保存',
}

module.exports = {
    languageMap: languageMap
}